Can't rebuild geometry.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId GeomStepFailed { get; }
  Visual Basic
Public Shared ReadOnly Property GeomStepFailed As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ GeomStepFailed {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RegenFailures Class
  Autodesk.Revit.DB Namespace